Repository: AgrI-Mitra/.NET-frontend
Catalog: kisan-e-mitra/Resources/Resource.*.resx
Languages: bn, gu, hi, kn, ml, mr, or, pa, ta, te

# message.recorder_error
source: Sorry, there is an issue processing your request at the moment. Please try again later.
bn: দুঃখিত, বর্তমানে আপনার অনুরোধটি প্রক্রিয়াজাত করার সমস্যা হচ্ছে। দয়া করে পরে আবার চেষ্টা করুন।
gu: માફ કરશો, આ ક્ષણે તમારી વિનંતી પર પ્રક્રિયા કરવામાં સમસ્યા છે. પછીથી ફરી પ્રયત્ન કરો.
hi: माफ़ करें, वर्तमान में आपका अनुरोध प्रोसेस करने में समस्या हो रही है। कृपया कुछ समय बाद प्रयास करें।
kn: ಕ್ಷಮಿಸಿ, ಈ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ക്ഷമിക്കണം, ഇപ്പോൾ നിങ്ങളുടെ അഭ്യർത്ഥന പ്രോസസ്സ് ചെയ്യുന്നതിൽ ഒരു പ്രശ്നമുണ്ട്. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: क्षमस्व, याक्षणी आपल्या विनंतीवर प्रक्रिया करताना समस्या आहे. कृपया पुन्हा प्रयत्न करा.
or: ଦୁ Sorry ଖିତ, ଏହି ସମୟରେ ଆପଣଙ୍କର ଅନୁରୋଧ ପ୍ରକ୍ରିୟାକରଣ କରିବାରେ ଏକ ସମସ୍ୟା ଅଛି | ଦୟାକରି ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਮਾਫ਼ ਕਰਨਾ, ਇਸ ਸਮੇਂ ਤੁਹਾਡੀ ਬੇਨਤੀ 'ਤੇ ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਵਿੱਚ ਇੱਕ ਸਮੱਸਿਆ ਹੈ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ.
ta: மன்னிக்கவும், தற்போது உங்கள் விண்ணப்பத்தை செயலாக்க ஒரு பிரச்சினை ஏற்படுகின்றது. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
te: క్షమించండి, ప్రస్తుతం మీ అభ్యర్థనను ప్రాసెస్ చేయడంలో సమస్య ఉంది. దయచేసి తరువాత మరీ ప్రయత్నించండి.

# message.recorder_wait
source: Please wait while we process your request...
bn: দয়া করে অপেক্ষা করুন আমরা আপনার অনুরোধটি প্রক্রিয়াজাত করছি...
gu: અમે તમારી વિનંતી પર પ્રક્રિયા કરીએ ત્યાં સુધી કૃપા કરીને રાહ જુઓ...
hi: कृपया प्रतीक्षा करें जब तक हम आपकी अनुरोध को प्रोसेस कर रहे हैं...
kn: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ನಾವು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವಾಗ ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ...
ml: ഞങ്ങൾ നിങ്ങളുടെ അഭ്യർത്ഥന പ്രോസസ്സ് ചെയ്യുമ്പോൾ ദയവായി കാത്തിരിക്കുക...
mr: आम्ही तुमच्या विनंतीवर प्रक्रिया करेपर्यंत कृपया प्रतीक्षा करा...
or: ଆମେ ତୁମର ଅନୁରୋଧ ପ୍ରକ୍ରିୟା କରୁଥିବାବେଳେ ଦୟାକରି ଅପେକ୍ଷା କର ...
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ ਜਦੋਂ ਤੱਕ ਅਸੀਂ ਤੁਹਾਡੀ ਬੇਨਤੀ 'ਤੇ ਕਾਰਵਾਈ ਕਰਦੇ ਹਾਂ...
ta: தயவுசெய்து காத்திருங்கள், உங்கள் கேட்டுக்கொள்ளப்படுகின்ற விண்ணப்பத்தை செயலாக்குகிறோம்...
te: మీ అభ్యర్ధనను ప్రాసెస్ చేస్తున్నప్పుడు దయచేసి వేచి ఉండండి...

# message.register_at_krushak
source: Register at Krushak Odisha
bn: Krushak Odisha-এ নিবন্ধিত হন
gu: ક્રુશક ઓડિશા ખાતે નોંધણી કરો
hi: कृषक ओडिशा पर पंजीकरण करें
kn: ಕ್ರುಶಕ್ ಒಡಿಶಾದಲ್ಲಿ ನೋಂದಾಯಿಸಿ
ml: ക്രുഷാക്ക് ഒഡീഷയിൽ രജിസ്റ്റർ ചെയ്യുക
mr: Krushak Odisha येथे नोंदणी करा
or: କୃଷ୍ଣ ଓଡିଶାରେ ପଞ୍ଜିକରଣ କର |
pa: Krushak Odisha ਵਿਖੇ ਰਜਿਸਟਰ ਕਰੋ
ta: கிருஷக் ஒரிச்சாவியில் பதிவு செய்யவும்
te: కృషకుల ఓడిశాలో నమోదు చేయండి

# message.register_message
source: If you are already registered then use your mobile number to login.
bn: আপনি যদি ইতিমধ্যে নিবন্ধিত থাকেন তবে আপনার মোবাইল নম্বরটি ব্যবহার করে লগইন করুন।
gu: જો તમે પહેલાથી જ રજીસ્ટર છો તો લોગીન કરવા માટે તમારા મોબાઈલ નંબરનો ઉપયોગ કરો.
hi: यदि आप पहले से पंजीकृत हैं तो अपना मोबाइल नंबर उपयोग करके लॉगिन करें।
kn: ನೀವು ಈಗಾಗಲೇ ನೋಂದಾಯಿಸಿದ್ದರೆ ಲಾಗಿನ್ ಮಾಡಲು ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಬಳಸಿ.
ml: നിങ്ങൾ ഇതിനകം രജിസ്റ്റർ ചെയ്തിട്ടുണ്ടെങ്കിൽ ലോഗിൻ ചെയ്യാൻ നിങ്ങളുടെ മൊബൈൽ നമ്പർ ഉപയോഗിക്കുക.
mr: तुम्ही आधीच नोंदणीकृत असाल तर लॉगिन करण्यासाठी तुमचा मोबाईल नंबर वापरा.
or: ଯଦି ଆପଣ ପୂର୍ବରୁ ପଞ୍ଜୀକୃତ ହୋଇଛନ୍ତି ତେବେ ଲଗଇନ୍ କରିବାକୁ ଆପଣଙ୍କର ମୋବାଇଲ୍ ନମ୍ବର ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਜੇਕਰ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਰਜਿਸਟਰਡ ਹੋ ਤਾਂ ਲੌਗਇਨ ਕਰਨ ਲਈ ਆਪਣੇ ਮੋਬਾਈਲ ਨੰਬਰ ਦੀ ਵਰਤੋਂ ਕਰੋ।
ta: ஏதாவது முன்னரே பதிவு செய்து கொள்ள வேண்டும் எனில் உங்கள் மொபைல் எண்ணைப் பயன்படுத்தவும்.
te: మీరు ఇప్పటికే నమోదు చేసుకున్నారు అనిపిస్తే మొబైల్ నెంబర్ ఉపయోగించి లాగిన్ చేయండి.

# message.resend_again
source: Resend again
bn: আবার পুনরায় পাঠান
gu: ફરી મોકલો
hi: पुनः भेजें
kn: ಮತ್ತೊಮ್ಮೆ ಕಳುಹಿಸಿ
ml: വീണ്ടും അയയ്ക്കുക
mr: पुन्हा पाठवा
or: ପୁନର୍ବାର ପଠାନ୍ତୁ |
pa: ਦੁਬਾਰਾ ਭੇਜੋ
ta: மீண்டும் அனுப்புக
te: మళ్ళీ పంపండి

# message.resend_otp
source: Resent OTP
bn: পুনরায় পাঠানো এক সময় পাসওয়ার্ড
kn: ಒನ್ ಟೈಮ್ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರುಕಳುಹಿಸಿ
ml: ഒറ്റത്തവണ പാസ്‌വേഡ് വീണ്ടും അയയ്ക്കുക
mr: पुन्हा पाठवा वन टाइम पासवर्ड
or: ପୁନର୍ବାର OTP ପଠାନ୍ତୁ |
pa: ਵਨ ਟਾਈਮ ਪਾਸਵਰਡ ਦੁਬਾਰਾ ਭੇਜੋ
ta: மீண்டும் ஒரு முறை கடவுச்சொல்
te: రీస్కెండ్ వన్ టైం పాస్వర్డ్

# message.retry
source: Please retry.
bn: অনুগ্রহ করে আবার চেষ্টা করুন।
gu: કૃપા કરીને ફરી પ્રયાસ કરો.
hi: कृपया पुनः प्रयास करें।
kn: ದಯವಿಟ್ಟು ಮರುಪ್ರಯತ್ನಿಸಿ.
ml: ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: कृपया पुन्हा प्रयत्न करा.
or: ଦୟାକରି ପୁନ ry ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ta: மீண்டும் முயற்சிக்கவும்.
te: దయచేసి మళ్ళీ ప్రయత్నించండి.

# message.review
source: Write your review (optional)
bn: আপনার পর্যালোচনা লিখুন (ঐচ্ছিক)
gu: તમારી સમીક્ષા લખો (વૈકલ્પિક)
hi: अपनी समीक्षा लिखें (वैकल्पिक)
kn: ನಿಮ್ಮ ವಿಮರ್ಶೆಯನ್ನು ಬರೆಯಿರಿ (ಐಚ್ಛಿಕ)
ml: നിങ്ങളുടെ അവലോകനം എഴുതുക (ഓപ്ഷണൽ)
mr: तुमचे पुनरावलोकन लिहा (पर्यायी)
or: ଆପଣଙ୍କର ସମୀକ୍ଷା ଲେଖନ୍ତୁ (ବ al କଳ୍ପିକ)
pa: ਆਪਣੀ ਸਮੀਖਿਆ ਲਿਖੋ (ਵਿਕਲਪਿਕ)
ta: உங்கள் மதிப்பை எழுதவும் (விருப்பத்தைத் தவிர்க்கவும்)
te: మీ సమీక్షను రాయండి (ఐచ్ఛికం)

# message.review_description
source: Please write your experience's feedback.
bn: আপনার অভিজ্ঞতার মতামত লিখুন দয়া করে।
gu: કૃપા કરીને તમારો અનુભવ પ્રતિસાદ લખો.
hi: कृपया अपने अनुभव की प्रतिक्रिया लिखें।
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಅನುಭವದ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಬರೆಯಿರಿ.
ml: നിങ്ങളുടെ അനുഭവത്തിന്റെ ഫീഡ്‌ബാക്ക് എഴുതുക.
mr: कृपया तुमचा अनुभव अभिप्राय लिहा.
or: ଦୟାକରି ଆପଣଙ୍କର ଅଭିଜ୍ଞତା ମତାମତ ଲେଖନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਅਨੁਭਵ ਦਾ ਫੀਡਬੈਕ ਲਿਖੋ।
ta: உங்கள் அனுபவத்தின் பின்னூட்டத்தை தயவுகூர்ந்து எழுதுங்கள்.
te: దయచేసి మీ అనుభవ ప్రతిస్పందనను రాయండి.

# message.review_submitted
source: Review Submitted!
bn: পর্যালোচনা জমা দেওয়া হয়েছে!
gu: સમીક્ષા સબમિટ!
hi: समीक्षा सबमिट की गई!
kn: ವಿಮರ್ಶೆಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ!
ml: അവലോകനം സമർപ്പിച്ചു!
mr: पुनरावलोकन सबमिट केले!
or: ସମୀକ୍ଷା ଦାଖଲ!
pa: ਸਮੀਖਿਆ ਸਪੁਰਦ ਕੀਤੀ ਗਈ!
ta: மதிப்பீடு சமர்ப்பிக்கப்பட்டது!
te: సమీక్షను సమర్పించబడింది!

# message.socket_disconnect_msg
source: to connect again.
bn: আবার সংযোগ করতে।
gu: ફરીથી કનેક્ટ કરવા માટે.
hi: फिर से कनेक्ट करने के लिए।
kn: ಮತ್ತೆ ಸಂಪರ್ಕಿಸಲು.
ml: വീണ്ടും ബന്ധിപ്പിക്കാൻ.
mr: पुन्हा कनेक्ट करण्यासाठी.
or: ପୁନର୍ବାର ସଂଯୋଗ କରିବାକୁ |
pa: ਦੁਬਾਰਾ ਜੁੜਨ ਲਈ.
ta: மீண்டும் இணைக்க எப்போதும்.
te: మళ్ళీ కనెక్ట్ అవ్వాలని ఉంటుంది.

# message.taking_longer
source: Please wait, servers are taking longer than usual.
bn: অনুগ্রহ করে অপেক্ষা করুন, সার্ভারগুলি সাধারণ চেয়ে বেশি সময় নিচ্ছে।
gu: કૃપા કરીને રાહ જુઓ, સર્વર્સ સામાન્ય કરતાં વધુ સમય લઈ રહ્યાં છે.
hi: कृपया प्रतीक्षा करें, सर्वरों में सामान्य से अधिक समय लग रहा है।
kn: ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ, ಸರ್ವರ್‌ಗಳು ಸಾಮಾನ್ಯಕ್ಕಿಂತ ಹೆಚ್ಚು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತಿವೆ.
ml: ദയവായി കാത്തിരിക്കൂ, സെർവറുകൾ സാധാരണയേക്കാൾ കൂടുതൽ സമയമെടുക്കുന്നു.
mr: कृपया प्रतीक्षा करा, सर्व्हर नेहमीपेक्षा जास्त वेळ घेत आहेत.
or: ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ, ସର୍ଭରଗୁଡ଼ିକ ସାଧାରଣ ଅପେକ୍ଷା ଅଧିକ ସମୟ ନେଉଛନ୍ତି |
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ, ਸਰਵਰ ਆਮ ਨਾਲੋਂ ਵੱਧ ਸਮਾਂ ਲੈ ਰਹੇ ਹਨ।
ta: தயவு செய்து காத்திருங்கள், சர்வர்கள் மாதிரி நேரம் பெரிதாக எடுக்கின்றன.
te: దయచేసి వేచి ఉండండి, సర్వర్లు సాధారణంగా తక్కువసమయం పడుతుంది.

# message.temporarily_down
source: We're temporarily down
bn: আমরা সাময়িকভাবে বন্ধ আছি
gu: અમે અસ્થાયી રૂપે નીચે છીએ
hi: हम अस्थायी रूप से निचे हैं
kn: ನಾವು ತಾತ್ಕಾಲಿಕವಾಗಿ ಕೆಳಗೆ ಇದ್ದೇವೆ
ml: ഞങ്ങൾ താൽക്കാലികമായി താഴെയാണ്
mr: आम्ही तात्पुरते खाली आहोत
or: ଆମେ ଅସ୍ଥାୟୀ ଭାବରେ ତଳକୁ ଅଛୁ |
pa: ਅਸੀਂ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਬੰਦ ਹਾਂ
ta: எங்கள் தற்போது தற்போது கீழே இருக்கின்றீர்கள்
te: మాకు తాత్కాలికంగా డౌన్ అవుతుంది

# message.temporarily_down_description
source: We are experiencing high user volume at the moment, please try logging in after some time
bn: আমরা এই মুহূর্তে উচ্চ ব্যবহারকারী সংখ্যা অনুভব করছি, দয়া করে কিছু সময় পরে লগইন করার চেষ্টা করুন
gu: અમે આ ક્ષણે ઉચ્ચ વપરાશકર્તા વોલ્યુમ અનુભવી રહ્યા છીએ, કૃપા કરીને થોડા સમય પછી લોગ ઇન કરવાનો પ્રયાસ કરો
hi: वर्तमान में हमें उच्च उपयोगकर्ता मात्रा का सामना हो रहा है, कृपया कुछ समय बाद लॉग इन करने का प्रयास करें
kn: ಈ ಸಮಯದಲ್ಲಿ ನಾವು ಹೆಚ್ಚಿನ ಬಳಕೆದಾರರ ಪರಿಮಾಣವನ್ನು ಅನುಭವಿಸುತ್ತಿದ್ದೇವೆ, ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ
ml: ഞങ്ങൾ ഇപ്പോൾ ഉയർന്ന ഉപയോക്തൃ വോളിയം അനുഭവിക്കുന്നു, കുറച്ച് സമയത്തിന് ശേഷം ലോഗിൻ ചെയ്യാൻ ശ്രമിക്കുക
mr: आम्ही याक्षणी उच्च वापरकर्ता आवाज अनुभवत आहोत, कृपया काही वेळाने लॉग इन करण्याचा प्रयत्न करा
or: ଆମେ ବର୍ତ୍ତମାନ ସମୟରେ ଉଚ୍ଚ ଉପଭୋକ୍ତା ଭଲ୍ୟୁମ୍ ଅନୁଭବ କରୁଛୁ, ଦୟାକରି କିଛି ସମୟ ପରେ ଲଗ୍ ଇନ୍ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਅਸੀਂ ਇਸ ਸਮੇਂ ਉੱਚ ਉਪਭੋਗਤਾ ਵਾਲੀਅਮ ਦਾ ਅਨੁਭਵ ਕਰ ਰਹੇ ਹਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਮੇਂ ਬਾਅਦ ਲੌਗਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ta: நாங்கள் தற்போது உயர்ந்த பயனர் மண்ணில் அனுப்பவும் பொறுப்பாக உள்ளீர்கள், சிறிய நேரத்திற்குப் பிறகு மீண்டும் உள்நுழைக.
te: ప్రస్తుతం మాకు ఉన్న ఉపయోగకర్త సంఖ్య ప్రామాణికంగా ఎక్కువగా ఉంది, దయచేసి కొన్ని సమయం తరపున లాగిన్ చేయండి

# message.wait_resending_otp
source: Please wait before resending OTP
bn: ওটিপি পুনরায় পাঠানোর আগে অনুগ্রহ করে অপেক্ষা করুন
gu: OTP ફરીથી મોકલતા પહેલા કૃપા કરીને રાહ જુઓ
hi: ओटीपी फिर से भेजने से पहले कृपया प्रतीक्षा करें
kn: OTP ಮರುಕಳಿಸುವ ಮೊದಲು ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ
ml: OTP വീണ്ടും അയയ്ക്കുന്നതിന് മുമ്പ് ദയവായി കാത്തിരിക്കുക
mr: OTP पुन्हा पाठवण्यापूर्वी कृपया प्रतीक्षा करा
or: OTP ପଠାଇବା ପୂର୍ବରୁ ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ |
pa: OTP ਮੁੜ ਭੇਜਣ ਤੋਂ ਪਹਿਲਾਂ ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ
ta: OTP மீண்டும் அனுப்புவதற்கு தயாராக இருக்கவும்
te: OTP మళ్ళీ పంపుకోవడం కుండా దయచేసి వేచి ఉండండి

# message.welcome_greeting
source: Welcome to Kisan-eMitra! I am your personal assistant. Please let me know how can I help you?
bn: কিসান-eমিত্রে স্বাগতম! আমি আপনার ব্যক্তিগত সহকারী। দয়া করে আমাকে জানান আমি কীভাবে আপনাকে সাহায্য করতে পারি?<br>আপনি আপনার পছন্দসই ভাষা নির্বাচন করতে পারেন।
gu: કિસાન-eમિત્રમાં આપનું સ્વાગત છે! તમારા અંગત મદદનીશ. <br> નીચેની સૂચિમાંથી એક ભાષા પસંદ કરો, તમે કઈ ભાષામાં ચાલુ રાખવા માંગો છો?
hi: किसान-eमित्र में आपका स्वागत है! आपका व्यक्तिगत सहायक। कृपया मुझे बताएं कि मैं आपकी कैसे मदद कर सकता हूं? <br>नीचे दी गई सूची से एक भाषा का चयन करें.
kn: Kisan-eMitra ಗೆ ಸುಸ್ವಾಗತ! ನಾನು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸಹಾಯಕ. ನಾನು ನಿಮಗೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡಬಹುದು ಎಂದು ದಯವಿಟ್ಟು ನನಗೆ ತಿಳಿಸಿ? <br>ನಿಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು.
ml: കിസാൻ-ഇമിത്രയിലേക്ക് സ്വാഗതം! ഞാൻ നിങ്ങളുടെ സ്വകാര്യ സഹായിയാണ്. എനിക്ക് നിങ്ങളെ എങ്ങനെ സഹായിക്കാനാകുമെന്ന് ദയവായി എന്നെ അറിയിക്കൂ? <br>നിങ്ങൾക്ക് ഇഷ്ടപ്പെട്ട ഭാഷ തിരഞ്ഞെടുക്കാം.
mr: किसान-eमित्रात आपले स्वागत आहे! मी तुमचा वैयक्तिक सहाय्यक आहे. कृपया मला कळवा मी तुम्हाला कशी मदत करू?<br>आपण आपली पसंतीची भाषा निवडू शकता.
or: କିସାନ୍-eମତ୍ତ୍ରାଙ୍କୁ ସ୍ୱାଗତ! ମୁଁ ତୁମର ବ୍ୟକ୍ତିଗତ ସହାୟକ ଅଟେ | ଦୟାକରି ମୋତେ ଜଣାନ୍ତୁ ମୁଁ କିପରି ଆପଣଙ୍କୁ ସାହାଯ୍ୟ କରିପାରିବି? <br> ଆପଣ ଆପଣଙ୍କର ପସନ୍ଦିତ ଭାଷା ଚୟନ କରିପାରିବେ |
pa: ਜੀ ਆਇਆਂ ਨੂੰ Kisan-eMitra ਜੀ! ਮੈਂ ਤੁਹਾਡਾ ਨਿੱਜੀ ਸਹਾਇਕ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਮੈਨੂੰ ਦੱਸੋ ਕਿ ਮੈਂ ਤੁਹਾਡੀ ਮਦਦ ਕਿਵੇਂ ਕਰ ਸਕਦਾ ਹਾਂ? <br>ਤੁਸੀਂ ਆਪਣੀ ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ ਚੁਣ ਸਕਦੇ ਹੋ।
ta: கிசான்-eமித்ராவுக்கு வருக! நான் உங்கள் தனிப்பட்ட உதவியாளர். நான் உங்களுக்கு எவ்வாறு உதவ முடியும் என்பதை எனக்குத் தெரியப்படுத்துங்கள்? <br>நீங்கள் விரும்பும் மொழியைத் தேர்ந்தெடுக்கலாம்.
te: కిసాన్-eమిత్రకు స్వాగతం! నేను మీ వ్యక్తిగత సహాయకుడిని. దయచేసి నేను మీకు ఎలా సహాయం చేయగలను అని నాకు తెలియజేయండి?<br>మీరు ఇష్టపడే భాషను ఎంచుకోవచ్చు.

# toast.reaction_dislike
source: Successfully disliked the response
bn: সাফল্যের সাথে প্রতিক্রিয়াটি অপছন্দ হয়েছে
gu: પ્રતિભાવ સફળતાપૂર્વક નાપસંદ કર્યો
hi: सफलतापूर्वक प्रतिक्रिया नापसंद की गई
kn: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಇಷ್ಟಪಡಲಿಲ್ಲ
ml: പ്രതികരണം ഡിസ്‌ലൈക്ക് ചെയ്‌തു
mr: प्रतिसाद यशस्वीरित्या नापसंत झाला
or: ସଫଳତାର ସହିତ ପ୍ରତିକ୍ରିୟାକୁ ନାପସନ୍ଦ କଲେ |
pa: ਜਵਾਬ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਨਾਪਸੰਦ ਕੀਤਾ ਗਿਆ
ta: பதிலை விருப்பத்தை அகற்றுகின்றீர்கள் என்பதை வெற்றிகரமாக அமைத்துக் கொண்டீர்கள்
te: సమాధానంని సరిగా ఇష్టపడండి

# toast.reaction_like
source: Successfully liked the response
bn: সাফল্যের সাথে প্রতিক্রিয়াটি পছন্দ হয়েছে
gu: પ્રતિભાવ સફળતાપૂર્વક ગમ્યો
hi: सफलतापूर्वक प्रतिक्रिया पसंद की गई
kn: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ
ml: പ്രതികരണം ഇഷ്ടപ്പെട്ടു
mr: प्रतिसाद आवडला यशस्वी
or: ସଫଳତାର ସହିତ ପ୍ରତିକ୍ରିୟାକୁ ପସନ୍ଦ କଲେ |
pa: ਸਫਲਤਾਪੂਰਵਕ ਜਵਾਬ ਪਸੰਦ ਆਇਆ
ta: பதிலை விரும்புகின்றீர்கள் என்பதை வெற்றிகரமாக அமைத்துக் கொண்டீர்கள்
te: సమాధానంని సరిగా ఇష్టపడండి

# toast.reaction_reset
source: Successfully removed the response
bn: প্রতিক্রিয়াটি সাফল্যের সাথে পুনরায় সেট করা হয়েছে
gu: પ્રતિભાવ સફળતાપૂર્વક દૂર કર્યો
hi: सफलतापूर्वक प्रतिक्रिया हटा दी गई
kn: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ml: പ്രതികരണം നീക്കം ചെയ്തു
mr: प्रतिसाद यशस्वीरित्या काढला
or: ସଫଳତାର ସହିତ ପ୍ରତିକ୍ରିୟା ହଟାଇଲେ |
pa: ਜਵਾਬ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਹਟਾਇਆ ਗਿਆ
ta: பதிலை நீக்கி வைத்துக் கொண்டீர்கள்
te: సమాధానంని తీసివేయబడింది
