Repository: AgrI-Mitra/.NET-frontend
Catalog: kisan-e-mitra/Resources/Resource.*.resx
Languages: bn, gu, hi, kn, ml, mr, or, pa, ta, te

# error.disconnected
source: You are disconnected. Please refresh or login again.
bn: আপনি সংযুক্ত হয়নি। দয়া করে রিফ্রেশ করুন বা আবার লগইন করুন।
gu: તમે ડિસ્કનેક્ટ થયા છો. કૃપા કરીને તાજું કરો અથવા ફરીથી લૉગિન કરો.
hi: आप डिस्कनेक्ट कर दिए गए हैं। कृपया रीफ्रेश करें या फिर से लॉगिन करें।
kn: ನೀವು ಸಂಪರ್ಕ ಕಡಿತಗೊಂಡಿದ್ದೀರಿ. ದಯವಿಟ್ಟು ರಿಫ್ರೆಶ್ ಮಾಡಿ ಅಥವಾ ಮತ್ತೆ ಲಾಗಿನ್ ಮಾಡಿ.
ml: നിങ്ങൾ വിച്ഛേദിക്കപ്പെട്ടിരിക്കുന്നു. ദയവായി പുതുക്കുക അല്ലെങ്കിൽ വീണ്ടും ലോഗിൻ ചെയ്യുക.
mr: तुम्ही डिस्कनेक्ट आहात. कृपया रिफ्रेश करा किंवा पुन्हा लॉग इन करा.
or: ଆପଣ ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ ହୋଇଛନ୍ତି | ଦୟାକରି ସତେଜ କିମ୍ବା ଲଗଇନ୍ କରନ୍ତୁ |
pa: ਤੁਸੀਂ ਡਿਸਕਨੈਕਟ ਹੋ ਗਏ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਰਿਫ੍ਰੈਸ਼ ਕਰੋ ਜਾਂ ਦੁਬਾਰਾ ਲੌਗਇਨ ਕਰੋ।
ta: இணைக்கப்படவில்லை. மீண்டும் சேமிக்கவும் அல்லது முதன்முதலில் உள்நுழைக.
te: మీరు డిస్కనెక్ట్ అయ్యారు. దయచేసి రీఫ్రెష్ చేయండి లేదా మళ్ళీ లాగిన్ చేయండి

# error.empty_msg
source: Please type or select a message to send.
bn: পাঠানোর জন্য দয়া করে একটি বার্তা টাইপ করুন বা নির্বাচন করুন।
gu: કૃપા કરીને મોકલવા માટે સંદેશ લખો અથવા પસંદ કરો.
hi: कृपया भेजने के लिए एक संदेश टाइप या चुनें।
kn: ದಯವಿಟ್ಟು ಕಳುಹಿಸಲು ಸಂದೇಶವನ್ನು ಟೈಪ್ ಮಾಡಿ ಅಥವಾ ಆಯ್ಕೆಮಾಡಿ.
ml: അയയ്ക്കാൻ ഒരു സന്ദേശം ടൈപ്പ് ചെയ്യുക അല്ലെങ്കിൽ തിരഞ്ഞെടുക്കുക.
mr: कृपया पाठवण्यासाठी संदेश टाइप करा किंवा निवडा.
or: ପଠାଇବାକୁ ଦୟାକରି ଏକ ବାର୍ତ୍ତା ଟାଇପ୍ କରନ୍ତୁ କିମ୍ବା ଚୟନ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਭੇਜਣ ਲਈ ਇੱਕ ਸੁਨੇਹਾ ਟਾਈਪ ਕਰੋ ਜਾਂ ਚੁਣੋ।
ta: அனுப்ப ஒரு செய்தியை அல்லது தேர்ந்தெடுத்த செய்தியை தட்டவும்.
te: దయచేసి పంపుటకు ఒక సందేశాన్ని టైప్ లేదా ఎంచుకోండి

# error.fail_to_submit
source: Failed to submit rating.
bn: রেটিং জমা দেওয়া ব্যর্থ হয়েছে।
gu: રેટિંગ સબમિટ કરવામાં નિષ્ફળ.
hi: रेटिंग सबमिट करने में विफल।
kn: ರೇಟಿಂಗ್ ಸಲ್ಲಿಸಲು ವಿಫಲವಾಗಿದೆ.
ml: റേറ്റിംഗ് സമർപ്പിക്കുന്നതിൽ പരാജയപ്പെട്ടു.
mr: रेटिंग सबमिट करण्यात अयशस्वी.
or: ମୂଲ୍ୟାୟନ ଦାଖଲ କରିବାରେ ବିଫଳ |
pa: ਰੇਟਿੰਗ ਸਪੁਰਦ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
ta: மதிப்பை சமர்ப்பிக்க தோல்வி.
te: రేటింగ్ సమర్పించలేదు.

# error.fail_to_submit_review
source: Failed to submit review.
bn: পর্যালোচনা জমা দেওয়া ব্যর্থ হয়েছে।
gu: સમીક્ષા સબમિટ કરવામાં નિષ્ફળ.
hi: समीक्षा सबमिट करने में विफल।
kn: ವಿಮರ್ಶೆಯನ್ನು ಸಲ್ಲಿಸಲು ವಿಫಲವಾಗಿದೆ.
ml: അവലോകനം സമർപ്പിക്കുന്നതിൽ പരാജയപ്പെട്ടു.
mr: पुनरावलोकन सबमिट करण्यात अयशस्वी.
or: ସମୀକ୍ଷା ଦାଖଲ କରିବାରେ ବିଫଳ |
pa: ਸਮੀਖਿਆ ਸਪੁਰਦ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
ta: மதிப்பீட்டை சமர்ப்பிக்க தோல்வி.
te: సమీక్షను సమర్పించలేదు

# error.otp_not_sent
source: OTP not sent
bn: OTP পাঠানো হয়নি
gu: OTP મોકલ્યો નથી
hi: ओटीपी नहीं भेजी गई
kn: OTP ಕಳುಹಿಸಲಾಗಿಲ್ಲ
ml: OTP അയച്ചില്ല
mr: OTP पाठवला नाही
or: OTP ପଠାଯାଇ ନାହିଁ |
pa: OTP ਨਹੀਂ ਭੇਜਿਆ ਗਿਆ
ta: OTP அனுப்பப்படவில்லை
te: OTP పంపబడలేదు

source: Error sending OTP
bn: OTP পাঠানোয় সমস্যা হয়েছে
gu: OTP મોકલવામાં ભૂલ
hi: ओटीपी भेजने में त्रुटि
kn: OTP ಕಳುಹಿಸುವಲ್ಲಿ ದೋಷ
ml: OTP അയയ്ക്കുന്നതിൽ പിശക്
mr: OTP पाठवताना त्रुटी
or: OTP ପଠାଇବାରେ ତ୍ରୁଟି |
pa: OTP ਭੇਜਣ ਵਿੱਚ ਤਰੁੱਟੀ
ta: OTP அனுப்புவதில் பிழை
te: OTP పంపడంలో లోపం ఉంది

# error.userid_not_registered
source: UserID not registered.
bn: ব্যবহারকারী নিবন্ধিত নয়
gu: UserID નોંધાયેલ નથી.
hi: उपयोगकर्ता पंजीकृत नहीं है।
kn: UserID ನೋಂದಾಯಿಸಲಾಗಿಲ್ಲ.
ml: യൂസർ ഐഡി രജിസ്റ്റർ ചെയ്തിട്ടില്ല.
mr: UserID नोंदणीकृत नाही.
or: UserID ପଞ୍ଜିକୃତ ନୁହେଁ |
pa: UserID ਰਜਿਸਟਰਡ ਨਹੀਂ ਹੈ।
ta: பயனர் பதிவு செய்யப்படவில்லை
te: వినియోగదారు నమోదు చేయబడలేదు

# error.wait_new_chat
source: Please wait for reply.
bn: উত্তরের জন্য অপেক্ষা করুন।
gu: કૃપા કરીને જવાબ માટે રાહ જુઓ.
hi: कृपया जवाब की प्रतीक्षा करें।
kn: ದಯವಿಟ್ಟು ಉತ್ತರಕ್ಕಾಗಿ ನಿರೀಕ್ಷಿಸಿ.
ml: മറുപടിക്കായി കാത്തിരിക്കുക.
mr: कृपया उत्तराची प्रतीक्षा करा.
or: ଦୟାକରି ଉତ୍ତର ପାଇଁ ଅପେକ୍ଷା କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਜਵਾਬ ਦੀ ਉਡੀਕ ਕਰੋ।
ta: பதிலைக் காத்திருக்க தயவுசெய்து காத்திருங்கள்.
te: దయచేసి జవాబుకు వేచి ఉండండి

# label.back
source: Back
bn: পিছনে
gu: પાછળ
hi: वापस
kn: ಹಿಂದೆ
ml: തിരികെ
mr: मागे
or: ପଛକୁ
pa: ਵਾਪਸ
ta: பின் செல்ல
te: తిరిగి

# label.chats
source: Chats
bn: চ্যাটগুলি
gu: ચેટ્સ
hi: चैट
kn: ಚಾಟ್‌ಗಳು
ml: ചാറ്റുകൾ
mr: गप्पा
or: ଚାଟ୍
pa: ਗੱਲਬਾਤ
ta: உரைகள்
te: చాట్లు

# label.click
source: Reload
bn: রিলোড করুন
gu: ફરીથી લોડ
hi: रीलोड करें
kn: ಮರುಲೋಡ್ ಮಾಡಿ
ml: വീണ്ടും ലോഡുചെയ്യുക
mr: रीलोड करा
or: ପୁନ elo ଲୋଡ୍ କରନ୍ତୁ |
pa: ਰੀਲੋਡ ਕਰੋ
ta: மீள்செல்லுக
te: రీలోడ్

# label.close
source: Close
bn: বন্ধ
gu: બંધ
hi: बंद करें
kn: ಮುಚ್ಚಿ
ml: അടയ്ക്കുക
mr: बंद
or: ବନ୍ଦ
pa: ਬੰਦ ਕਰੋ
ta: நெருக்கமான
te: దగ్గరగా

# label.confirm_delete
source: Are you sure you want to delete this conversation?
bn: আপনি কি নিশ্চিত যে আপনি এই চ্যাটটি মুছতে চান?
gu: શું તમે ખરેખર આ વાર્તાલાપ કાઢી નાખવા માંગો છો?
hi: क्या आप वाकई इस बातचीत को हटाना चाहते हैं?
kn: ಈ ಸಂವಾದವನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: ഈ സംഭാഷണം ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
mr: तुमची खात्री आहे की तुम्ही हे संभाषण हटवू इच्छिता?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଏହି ବାର୍ତ୍ତାଳାପକୁ ବିଲୋପ କରିବାକୁ ଚାହୁଁଛନ୍ତି?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਗੱਲਬਾਤ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: இந்த உரையாடலை நீக்க விரும்புகிறீர்களா?
te: ఈ సంభాషణను తొలగించాలని నిర్ధిష్టంగా ఉన్నారా?

# label.continue
source: Continue
bn: চালিয়ে যান
gu: ચાલુ રાખો
hi: जारी रखें
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: सुरू
or: ଜାରି ରଖ |
pa: ਜਾਰੀ ਰੱਖੋ
ta: தொடர்க
te: కొనసాగించు

# label.dial
source: Dial
bn: ডায়াল করুন
gu: ડાયલ કરો
hi: डायल करें
kn: ಡಯಲ್ ಮಾಡಿ
ml: ഡയൽ ചെയ്യുക
mr: डायल करा
or: ଡାଏଲ୍ କରନ୍ତୁ |
pa: ਡਾਇਲ ਕਰੋ
ta: டயல்
te: డైల్

# label.examples
source: Examples
bn: উদাহরণ
gu: ઉદાહરણો
hi: उदाहरण प्रश्न
kn: ಉದಾಹರಣೆಗಳು
ml: ഉദാഹരണങ്ങൾ
mr: उदाहरणे
or: ଉଦାହରଣଗୁଡିକ
pa: ਉਦਾਹਰਨਾਂ
ta: எடுத்துக்காட்டுகள்
te: ఉదాహరణలు

# label.extension_worker
source: Extension Worker
bn: এক্সটেনশন কর্মী
gu: વિસ્તરણ કાર્યકર
hi: एक्सटेंशन कार्यकर्ता
kn: ವಿಸ್ತರಣೆ ಕೆಲಸಗಾರ
ml: വിപുലീകരണ തൊഴിലാളി
mr: विस्तार कार्यकर्ता
or: ସମ୍ପ୍ରସାରଣ କର୍ମୀ |
pa: ਐਕਸਟੈਂਸ਼ਨ ਵਰਕਰ
ta: நீக்குநிரப்பியாளர்
te: పొదేమి పనిచేయును

# label.faqs
source: FAQs
bn: প্রায়শ্চিত্ত্যসম্পর্কিত প্রশ্নগুলি
hi: सामान्य प्रश्न
kn: FAQ ಗಳು
ml: പതിവുചോദ്യങ്ങൾ
mr: वारंवार विचारले जाणारे प्रश्न
or: ପ୍ରଶ୍ନଗୁଡିକ
pa: ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਸਵਾਲ
ta: கேள்விகள்
te: అకౌంటింటే

# label.farmer
source: Farmer
bn: কৃষক
gu: ખેડૂત
hi: किसान
kn: ರೈತ
ml: കർഷകൻ
mr: शेतकरी
or: କୃଷକ
pa: ਕਿਸਾਨ
ta: விவசாயி
te: రైతు

# label.feedback
source: Feedback
bn: মতামত
gu: પ્રતિભાવ
hi: रतिक्रिया
kn: ಪ್ರತಿಕ್ರಿಯೆ
ml: പ്രതികരണം
mr: अभिप्राय
or: ମତାମତ
pa: ਸੁਝਾਅ
ta: பின்னூட்டம்
te: అభిప్రాయం

# label.logout
source: Logout
bn: লগআউট
gu: લૉગ આઉટ
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
ml: പുറത്തുകടക്കുക
mr: बाहेर पडणे
or: ପ୍ରସ୍ଥାନ କର
pa: ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ
ta: வெளியேறு
te: లాగౌట్

# label.mobile_number
source: Mobile Number
bn: মোবাইল নম্বর
gu: મોબાઇલ નંબર
hi: मोबाइल नंबर
kn: ಮೊಬೈಲ್ ನಂಬರ
ml: മൊബൈൽ നമ്പർ
mr: मोबाईल नंबर
or: ମୋବାଇଲ୍ ନମ୍ବର
pa: ਮੋਬਾਇਲ ਨੰਬਰ
ta: மொபைல் எண்
te: మొబైల్ సంఖ్య

# label.more
source: More
bn: আরও
gu: વધુ
hi: अधिक
kn: ಇನ್ನಷ್ಟು
ml: കൂടുതൽ
mr: अधिक
or: ଅଧିକ
pa: ਹੋਰ
ta: மேலும்
te: మరింత

# label.new_chat
source: New chat
bn: নতুন চ্যাট
gu: નવી ચેટ
hi: नई चैट
kn: ಹೊಸ ಚಾಟ್
ml: പുതിയ ചാറ്റ്
mr: नवीन गप्पा
or: ନୂଆ ଚାଟ୍ |
pa: ਨਵੀਂ ਗੱਲਬਾਤ
ta: புதிய உரை
te: కొత్త చాట్

# label.no_history
source: No Chats
bn: কোনও চ্যাট নেই
gu: કોઈ ચેટ્સ નથી
hi: कोई चैट नहीं
kn: ಚಾಟ್‌ಗಳಿಲ್ಲ
ml: ചാറ്റുകൾ ഇല്ല
mr: गप्पा नाहीत
or: କ Chat ଣସି ଚାଟ୍ ନାହିଁ |
pa: ਕੋਈ ਗੱਲਬਾਤ ਨਹੀਂ
ta: உரைகள் இல்லை
te: చాట్లు లేవు

# label.popUpTitle
source: Dear Beneficiary, Thank for reaching out to us with your query. In order to provide you with the correct resolution, we kindly request you to provide us with your Aadhaar Number / PM KISAN ID / Phone no.
bn: আপনার আধার নম্বর / সুবিধাভোগী আইডি / ফোন নম্বর লিখুন।
gu: પ્રિય લાભાર્થી, તમારી ક્વેરી સાથે અમારો સંપર્ક કરવા બદલ આભાર. તમને યોગ્ય રિઝોલ્યુશન પ્રદાન કરવા માટે, અમે તમને તમારો આધાર નંબર / PM કિસાન ID / ફોન નંબર પ્રદાન કરવા વિનંતી કરીએ છીએ.
hi: प्रिय लाभार्थी, हमसे संपर्क करने के लिए धन्यवाद। आपको सही समाधान प्रदान करने के लिए, हम आपसे अनुरोध करते हैं कि आप हमें अपना आधार नंबर / पीएम किसान आईडी / फोन नंबर प्रदान करें।
kn: ಆತ್ಮೀಯ ಫಲಾನುಭವಿಗಳೇ, ನಿಮ್ಮ ಪ್ರಶ್ನೆಯೊಂದಿಗೆ ನಮ್ಮನ್ನು ತಲುಪಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ನಿಮಗೆ ಸರಿಯಾದ ರೆಸಲ್ಯೂಶನ್ ಒದಗಿಸಲು, ನಿಮ್ಮ ಆಧಾರ್ ಸಂಖ್ಯೆ / PM ಕಿಸಾನ್ ಐಡಿ / ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮಗೆ ಒದಗಿಸುವಂತೆ ನಾವು ವಿನಂತಿಸುತ್ತೇವೆ.
ml: പ്രിയ ഗുണഭോക്താവേ, നിങ്ങളുടെ അന്വേഷണവുമായി ഞങ്ങളെ സമീപിച്ചതിന് നന്ദി. നിങ്ങൾക്ക് ശരിയായ റെസല്യൂഷൻ നൽകുന്നതിന്, നിങ്ങളുടെ ആധാർ നമ്പർ / PM കിസാൻ ഐഡി / ഫോൺ നമ്പർ ഞങ്ങൾക്ക് നൽകാൻ ഞങ്ങൾ നിങ്ങളോട് അഭ്യർത്ഥിക്കുന്നു.
mr: प्रिय लाभार्थी, तुमच्या प्रश्नासह आमच्यापर्यंत पोहोचल्याबद्दल धन्यवाद. तुम्हाला योग्य रिझोल्यूशन प्रदान करण्यासाठी, आम्ही तुम्हाला तुमचा आधार क्रमांक / PM किसान आयडी / फोन नंबर प्रदान करण्याची विनंती करतो.
or: ପ୍ରିୟ ହିତାଧିକାରୀ, ଆପଣଙ୍କ ଜିଜ୍ଞାସା ସହିତ ଆମ ପାଖରେ ପହଞ୍ଚିଥିବାରୁ ଧନ୍ୟବାଦ | ଆପଣଙ୍କୁ ସଠିକ୍ ରିଜୋଲ୍ୟୁସନ୍ ପ୍ରଦାନ କରିବାକୁ, ଆମେ ଆପଣଙ୍କୁ ଦୟାକରି ଆପଣଙ୍କୁ ଆପଣଙ୍କର ଆଧାର ନମ୍ବର / PM KISAN ID / ଫୋନ୍ ନଂ ପ୍ରଦାନ କରିବାକୁ ଅନୁରୋଧ କରୁଛୁ |
pa: ਪਿਆਰੇ ਲਾਭਪਾਤਰੀ, ਤੁਹਾਡੀ ਪੁੱਛਗਿੱਛ ਨਾਲ ਸਾਡੇ ਤੱਕ ਪਹੁੰਚਣ ਲਈ ਧੰਨਵਾਦ। ਤੁਹਾਨੂੰ ਸਹੀ ਰੈਜ਼ੋਲੂਸ਼ਨ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ, ਅਸੀਂ ਕਿਰਪਾ ਕਰਕੇ ਤੁਹਾਨੂੰ ਆਪਣਾ ਆਧਾਰ ਨੰਬਰ / ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਕਿਸਾਨ ਆਈਡੀ / ਫ਼ੋਨ ਨੰਬਰ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਬੇਨਤੀ ਕਰਦੇ ਹਾਂ।
ta: உங்கள் ஆதார் எண் / பயனாளி ஐடி / தொலைபேசி எண்ணை உள்ளிடவும்.
te: మీ ఆధార్ నంబర్ / బెనిఫిషియరీ ID / ఫోన్ నంబర్‌ను నమోదు చేయండి.

# label.popUpTitle2
source: Enter your last 4 digits of Aadhaar
bn: আপনার আধারের শেষ 4টি সংখ্যা লিখুন
gu: તમારા આધારના છેલ્લા 4 અંકો દાખલ કરો
hi: अपने आधार के अंतिम 4 अंक दर्ज करें
kn: ನಿಮ್ಮ ಆಧಾರ್‌ನ ಕೊನೆಯ 4 ಅಂಕೆಗಳನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ആധാറിന്റെ അവസാന 4 അക്കങ്ങൾ നൽകുക
mr: तुमचे आधारचे शेवटचे ४ अंक टाका
or: ଆଧାରର ଶେଷ 4 ଅଙ୍କ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਆਧਾਰ ਦੇ ਆਪਣੇ ਆਖਰੀ 4 ਅੰਕ ਦਾਖਲ ਕਰੋ
ta: ஆதாரின் கடைசி 4 இலக்கங்களை உள்ளிடவும்
te: మీ ఆధార్‌లోని చివరి 4 అంకెలను నమోదు చేయండి

# label.popUpTitle3
source: Dear Beneficiary, request you to kindly enter the OTP that has been received by you.
bn: OTP লিখুন
gu: પ્રિય લાભાર્થી, તમને વિનંતી છે કે તમને પ્રાપ્ત થયેલ OTP દાખલ કરો.
hi: प्रिय लाभार्थी, आपसे अनुरोध है कि कृपया जो ओटीपी प्राप्त हुआ है उसे दर्ज करें
kn: ಆತ್ಮೀಯ ಫಲಾನುಭವಿಗಳೇ, ನೀವು ಸ್ವೀಕರಿಸಿದ OTP ಅನ್ನು ದಯವಿಟ್ಟು ನಮೂದಿಸಲು ವಿನಂತಿಸಿ.
ml: പ്രിയ ഗുണഭോക്താവേ, നിങ്ങൾക്ക് ലഭിച്ച OTP ദയവായി രേഖപ്പെടുത്താൻ അഭ്യർത്ഥിക്കുന്നു.
mr: प्रिय लाभार्थी, आपणास प्राप्त झालेला OTP प्रविष्ट करण्याची विनंती.
or: ପ୍ରିୟ ହିତାଧିକାରୀ, ଆପଣଙ୍କୁ ଦୟାକରି OTP ପ୍ରବେଶ କରିବାକୁ ଅନୁରୋଧ କରନ୍ତୁ ଯାହା ଆପଣଙ୍କ ଦ୍ୱାରା ଗ୍ରହଣ କରାଯାଇଛି |
pa: ਪਿਆਰੇ ਲਾਭਪਾਤਰੀ, ਤੁਹਾਨੂੰ ਕਿਰਪਾ ਕਰਕੇ ਓਟੀਪੀ ਦਾਖਲ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕਰੋ ਜੋ ਤੁਹਾਨੂੰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ।
ta: OTP ஐ உள்ளிடவும்
te: OTPని నమోదు చేయండి

# label.profile
source: Profile
bn: প্রোফাইল
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
or: ପ୍ରୋଫାଇଲ୍
pa: ਪ੍ਰੋਫਾਈਲ
ta: சுயவிபரம்
te: ప్రొఫైల్

# label.search
source: Search
bn: অনুসন্ধান
gu: શોધો
hi: खोजें
kn: ಹುಡುಕಿ Kannada
ml: തിരയുക
mr: शोधा
or: ସନ୍ଧାନ କର |
pa: ਖੋਜ
ta: தேடு
te: శోధన

# label.send
source: Send
bn: পাঠান
gu: મોકલો
hi: भेजें
kn: ಕಳುಹಿಸು
ml: അയക്കുക
mr: पाठवा
or: ପଠାନ୍ତୁ |
pa: ਭੇਜੋ
ta: அனுப்பு
te: పంపండి

# label.splash_title
source: Kisan e-Mitra
gu: કિસાન-eમિત્ર
kn: ಕಿಸಾನ್ ಇ-ಮಿತ್ರ
ml: കിസാൻ ഇ-മിത്ര
mr: किसान e-मित्र
or: କିସାନ୍ ଇ-ମିତ୍ର |
pa: ਕਿਸਾਨ ਈ ਮਿੱਤਰ

# label.submit
source: Submit
bn: জমা দিন
gu: સબમિટ કરો
hi: प्रस्तुत करें
kn: ಸಲ್ಲಿಸು
ml: സമർപ്പിക്കുക
mr: प्रस्तुत करणे
or: ଦାଖଲ କରନ୍ତୁ |
pa: ਜਮ੍ਹਾਂ ਕਰੋ
ta: சமர்ப்பிக்கவும்
te: సమర్పించు

# label.submit_review
source: Submit Review
bn: পর্যালোচনা জমা দিন
gu: સમીક્ષા સબમિટ કરો
hi: समीक्षा प्रस्तुत करें
kn: ವಿಮರ್ಶೆಯನ್ನು ಸಲ್ಲಿಸಿ
ml: അവലോകനം സമർപ്പിക്കുക
mr: पुनरावलोकन सबमिट करा
or: ସମୀକ୍ଷା ଦାଖଲ କରନ୍ତୁ |
pa: ਸਮੀਖਿਆ ਸਪੁਰਦ ਕਰੋ
ta: மதிப்பீட்டை சமர்ப்பிக்கவும்
te: సమీక్షను సమర్పించు

# label.title
source: Kisan-eMitra
bn: কৃষক-eমিত্র
gu: કિસાન-eમિત્ર
hi: किसान-eमित्र
kn: ಕಿಸಾನ್-ಇಮಿತ್ರ
ml: കിസാൻ-ഇമിത്ര
mr: किसान-मित्र
or: କିସାନ୍-ଇମିତ୍ରା |
pa: ਕਿਸਾਨ-ਮਿੱਤਰ
ta: கிசான்-eமித்ரா
te: కిసాన్-eమిత్ర

# label.welcome
source: Welcome
bn: স্বাগতম
gu: સ્વાગત છે
hi: स्वागत
kn: ಸ್ವಾಗತ
ml: സ്വാഗതം
mr: स्वागत आहे
or: ସ୍ Welcome ାଗତ
pa: ਸੁਆਗਤ ਹੈ
ta: வரவேற்பு
te: స్వాగతం

# message.ask_ur_question
source: Ask Your Question
bn: আপনার প্রশ্ন করুন
gu: તમારો પ્રશ્ન પૂછો
hi: अपना प्रश्न पूछें
kn: ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಕೇಳಿ
ml: നിങ്ങളുടെ ചോദ്യം ചോദിക്കുക
mr: तुमचा प्रश्न विचारा
or: ତୁମର ପ୍ରଶ୍ନ ପଚାର |
pa: ਆਪਣਾ ਸਵਾਲ ਪੁੱਛੋ
ta: உங்கள் கேள்வியை கேட்கவும்
te: మీ ప్రశ్నను అడిగండి

# message.cannot_answer_again
source: Cannot answer again
bn: আবার উত্তর দেওয়া যায় না
gu: ફરી જવાબ આપી શકતા નથી
hi: फिर से जवाब नहीं दे सकते
kn: ಮತ್ತೆ ಉತ್ತರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ml: വീണ്ടും ഉത്തരം നൽകാൻ കഴിയില്ല
mr: पुन्हा उत्तर देऊ शकत नाही
or: ପୁନର୍ବାର ଉତ୍ତର ଦେଇପାରିବ ନାହିଁ |
pa: ਦੁਬਾਰਾ ਜਵਾਬ ਨਹੀਂ ਦੇ ਸਕਦਾ
ta: மீண்டும் பதில் கொடுக்க முடியாது
te: మరీ మీరు మళ్ళీ జవాబు ఇస్తలేదు

# message.coming_soon
source: Coming Soon!
bn: শীঘ্রই আসছে!
gu: ટૂક સમયમાં આવી રહ્યું છે!
hi: जल्द आ रहा है!
kn: ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ!
ml: ഉടൻ വരുന്നു!
mr: लवकरच येत आहे!
or: ଶୀଘ୍ର ଆସୁଅଛି!
pa: ਆਨ ਵਾਲੀ!
ta: விரைவில் வருகிறது!
te: త్వరలో రాబోతుంది!

# message.coming_soon_description
source: We are going to launch this feature very soon. Stay tuned!
bn: আমরা খুব শীঘ্রই এই সুবিধা লঞ্চ করবো। আবারও আবিষ্কৃত থাকুন!
gu: અમે આ ફીચર ખૂબ જ જલ્દી લોન્ચ કરવા જઈ રહ્યા છીએ. જોડાયેલા રહો!
hi: हम इस सुविधा को बहुत जल्द लॉन्च करने जा रहे हैं। बने रहें!
kn: ನಾವು ಶೀಘ್ರದಲ್ಲೇ ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಪ್ರಾರಂಭಿಸಲಿದ್ದೇವೆ. ಟ್ಯೂನ್ ಆಗಿರಿ!
ml: ഞങ്ങൾ ഈ ഫീച്ചർ ഉടൻ ലോഞ്ച് ചെയ്യാൻ പോകുന്നു. ഇവിടെത്തന്നെ നിൽക്കുക!
mr: आम्ही लवकरच हे फीचर लाँच करणार आहोत. संपर्कात रहा!
or: ଆମେ ଖୁବ୍ ଶୀଘ୍ର ଏହି ବ feature ଶିଷ୍ଟ୍ୟ ଲଞ୍ଚ କରିବାକୁ ଯାଉଛୁ | ସୁଣୁ ଥାନ୍ତୁ!
pa: ਅਸੀਂ ਜਲਦੀ ਹੀ ਇਸ ਫੀਚਰ ਨੂੰ ਲਾਂਚ ਕਰਨ ਜਾ ਰਹੇ ਹਾਂ। ਵੇਖਦੇ ਰਹੇ!
ta: இந்த அம்சத்தை மிகுந்த நேரத்தில் துவக்கப்படுத்துவோம். காத்திருங்கள்!
te: ఈ ఫీచర్ మరొకటి త్వరలో విడుదల చేయబోతుంది. కొంతమందిని పరిశ్రమించండి!

# message.dialer_popup
source: You may speak to an Ama Krushi expert to get a satisfactory response
bn: আপনি একজন আমা কৃষি বিশেষজ্ঞের সাথে কথা বলতে পারেন একটি ডায়ালারের মাধ্যমে
gu: સંતોષકારક પ્રતિસાદ મેળવવા માટે તમે અમા કૃષિ નિષ્ણાત સાથે વાત કરી શકો છો
hi: आप एक अमा कृषि विशेषज्ञ से बात कर सकते हैं ताकि आपको संतोषजनक जवाब मिल सके
kn: ತೃಪ್ತಿದಾಯಕ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಪಡೆಯಲು ನೀವು ಅಮಾ ಕ್ರುಶಿ ತಜ್ಞರೊಂದಿಗೆ ಮಾತನಾಡಬಹುದು
ml: തൃപ്തികരമായ പ്രതികരണം ലഭിക്കുന്നതിന് നിങ്ങൾക്ക് ഒരു അമാ ക്രുഷി വിദഗ്ദ്ധനോട് സംസാരിക്കാവുന്നതാണ്
mr: समाधानकारक प्रतिसाद मिळावा यासाठी तुम्ही अमा कृषी तज्ञाशी बोलू शकता
or: ଏକ ସନ୍ତୋଷଜନକ ପ୍ରତିକ୍ରିୟା ପାଇବାକୁ ଆପଣ ଏକ ଆମା କ୍ରୁସି ବିଶେଷଜ୍ଞଙ୍କ ସହିତ କଥା ହୋଇପାରନ୍ତି |
pa: ਤਸੱਲੀਬਖਸ਼ ਜਵਾਬ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਤੁਸੀਂ ਅਮਾ ਕ੍ਰਿਸ਼ੀ ਮਾਹਰ ਨਾਲ ਗੱਲ ਕਰ ਸਕਦੇ ਹੋ
ta: நிகழ்வாக்கத்தைப் பெற அனைத்து ஒரு அமா கிருஷி நபருடனும் பேச முடியும்
te: తృప్తికరమైన సమాధానం కోసం ఒక అమా కృషి నిపుణునితో మాటలు చేయగలరు

# message.dial_description
source: To connect with call centre
bn: কল সেন্টারের সাথে যোগাযোগ করতে
gu: કોલ સેન્ટર સાથે જોડાવા માટે
hi: कॉल सेंटर से संपर्क करने के लिए
kn: ಕಾಲ್ ಸೆಂಟರ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಲು
ml: കോൾ സെന്ററുമായി ബന്ധിപ്പിക്കാൻ
mr: कॉल सेंटर शी कनेक्ट करण्‍यासाठी
or: କଲ୍ ସେଣ୍ଟର ସହିତ ସଂଯୋଗ କରିବାକୁ |
pa: ਕਾਲ ਸੈਂਟਰ ਨਾਲ ਜੁੜਨ ਲਈ
ta: கால் மையத்துடன் இணைக்க
te: కాల్ సెంటర్తో కనెక్ట్ అవ్వడానికి

# message.didnt_receive
source: Didn't receive the OTP?
bn: OTP পাওয়া যায়নি?
gu: OTP પ્રાપ્ત થયો નથી?
hi: ओटीपी प्राप्त नहीं हुआ?
kn: OTP ಸ್ವೀಕರಿಸಲಿಲ್ಲವೇ?
ml: OTP ലഭിച്ചില്ലേ?
mr: OTP प्राप्त झाला नाही?
or: OTP ଗ୍ରହଣ କରିନାହାଁନ୍ତି କି?
pa: ਕੀ OTP ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਇਆ?
ta: OTP பெறவில்லையா?
te: OTP పొందలేదునుండా?

# message.down_time_retry
source: Retry
bn: পুনরায় চেষ্টা করুন
gu: ફરી પ્રયાસ કરો
hi: पुनः प्रयास करें
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
or: ପୁନ ry ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ta: முயலாமல் நேரமாக முயற்சிக்கவும்
te: మళ్ళీ ప్రయత్నించండి

# message.enter_mobile
source: Enter Mobile Number
bn: মোবাইল নম্বর লিখুন
gu: મોબાઈલ નંબર દાખલ કરો
hi: मोबाइल नंबर दर्ज करें
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: മൊബൈൽ നമ്പർ നൽകുക
mr: मोबाईल नंबर टाका
or: ମୋବାଇଲ୍ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਮੋਬਾਈਲ ਨੰਬਰ ਦਰਜ ਕਰੋ
ta: மொபைல் எண் உள்ளிடவும்
te: మొబైల్ నెంబర్ నమోదు చేయండి

# message.example_ques_one
source: Where is my money?
bn: আমার টাকা কোথায়?
gu: મારા પૈસા ક્યાં છે?
hi: मेरा पैसा कहाँ है?
kn: ನನ್ನ ಹಣ ಎಲ್ಲಿದೆ?
ml: എന്റെ പണം എവിടെ?
mr: माझे पैसे कुठे आहेत?
or: ମୋର ଟଙ୍କା କେଉଁଠାରେ ଅଛି?
pa: ਮੇਰਾ ਪੈਸਾ ਕਿੱਥੇ ਹੈ?
ta: என் பணம் எங்கே?
te: నా డబ్బు ఎక్కడ ఉంది?

# message.example_ques_three
source: Whom do I need to speak to in order to get my money?
bn: আমি আমার টাকা পেতে কার সাথে কথা বলতে হবে?
gu: મારા પૈસા મેળવવા માટે મારે કોની સાથે વાત કરવાની જરૂર છે?
hi: अपना पैसा पाने के लिए मुझे किससे बात करने की आवश्यकता है?
kn: ನನ್ನ ಹಣವನ್ನು ಪಡೆಯಲು ನಾನು ಯಾರೊಂದಿಗೆ ಮಾತನಾಡಬೇಕು?
ml: എന്റെ പണം ലഭിക്കാൻ ഞാൻ ആരോട് സംസാരിക്കണം?
mr: माझे पैसे मिळविण्यासाठी मला कोणाशी बोलणे आवश्यक आहे?
or: ମୋର ଟଙ୍କା ପାଇବା ପାଇଁ ମୁଁ କାହା ସହିତ କଥା ହେବା ଆବଶ୍ୟକ?
pa: ਆਪਣੇ ਪੈਸੇ ਲੈਣ ਲਈ ਮੈਨੂੰ ਕਿਸ ਨਾਲ ਗੱਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ?
ta: எனது பணத்தைப் பெற எவருடன் பேச வேண்டும்?
te: నా డబ్బు పొందడానికి నాకు ఎవరితో మాట్లాడాలి?

# message.example_ques_two
source: What is the status of my application?
bn: আমার আবেদনের অবস্থা কী?
gu: મારી અરજીની સ્થિતિ શું છે?
hi: मेरे आवेदन की स्थिति क्या है?
kn: ನನ್ನ ಅರ್ಜಿಯ ಸ್ಥಿತಿ ಏನು?
ml: എന്റെ അപേക്ഷയുടെ നില എന്താണ്?
mr: माझ्या अर्जाची स्थिती काय आहे?
or: ମୋର ଆବେଦନର ସ୍ଥିତି କ’ଣ?
pa: ਮੇਰੀ ਅਰਜ਼ੀ ਦੀ ਸਥਿਤੀ ਕੀ ਹੈ?
ta: எனது விண்ணப்பத்தின் நிலை என்ன?
te: నా అప్లికేషన్ స్థితి ఏమిటి?

# message.helpful
source: Was this helpful?
bn: এটি সহায়ক ছিল কিনা?
gu: શું આ મદદરૂપ હતું?
hi: क्या यह मददगार था?
kn: ಇದು ಸಹಾಯಕವಾಗಿತ್ತೇ?
ml: ഇത് സഹായകരമായിരുന്നോ?
mr: हे उपयुक्त होते का?
or: ଏହା ସାହାଯ୍ୟକାରୀ ଥିଲା କି?
pa: ਕੀ ਇਹ ਮਦਦਗਾਰ ਸੀ?
ta: இது பயனுள்ளதானா?
te: ఇది ఉపయోగపడిందా?

# message.invalid_mobile
source: Enter a 10 digit number!
bn: একটি 10 সংখ্যার নম্বর লিখুন!
gu: 10 અંકનો નંબર દાખલ કરો!
hi: 10 अंकों की संख्या दर्ज करें!
kn: 10 ಅಂಕೆಗಳ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ!
ml: 10 അക്ക നമ്പർ നൽകുക!
mr: 10 अंकी क्रमांक प्रविष्ट करा!
or: ଏକ 10 ଅଙ୍କ ସଂଖ୍ୟା ପ୍ରବେଶ କରନ୍ତୁ!
pa: ਇੱਕ 10 ਅੰਕਾਂ ਦਾ ਨੰਬਰ ਦਾਖਲ ਕਰੋ!
ta: 10 இலக்க எண் உள்ளிடுக!
te: 10 అంకెల నంబర్ నమోదు చేయండి!

# message.invalid_otp
source: Invalid Otp
bn: অবৈধ ওটিপি
gu: અમાન્ય Otp
hi: अमान्य ओटीपी
kn: ಅಮಾನ್ಯ Otp
ml: Otp അസാധുവാണ്
mr: अवैध Otp
or: ଅବ val ଧ Otp
pa: ਅਵੈਧ Otp
ta: தவறான OTP
te: చెల్లని OTP

# message.language_changed_greeting
source: Thank you for selecting the language. Dear Beneficiary, Type your query or speak using the mic button.
bn: বাংলা ভাষা নির্বাচন করার জন্য আপনাকে ধন্যবাদ। প্রিয় সুবিধাভোগী, বহার করে কথা বলুন।
gu: ભાષા પસંદ કરવા બદલ આભાર. વાતચીત અંગ્રેજીમાં ચાલુ રાખવામાં આવશે. પ્રિય લાભાર્થી! કૃપા કરીને મને જણાવો કે હું તમને કેવી રીતે મદદ કરી શકું? (કૃપા કરીને નીચેના બોક્સમાં તમારી ક્વેરી ટાઇપ કરો, અથવા નીચે જમણા ખૂણે આવેલા વૉઇસ બટનનો ઉપયોગ કરીને તમારી ક્વેરી જણાવો.)
hi: धन्यवाद भाषा चुनने के लिए। प्रिय लाभार्थी, मैं आपका व्यक्तिगत सहायक हूं। मैं पीएमकिसान योजना से संबंधित प्रश्नों में आपकी सहायता कर सकता हूं! कृपया अपना प्रश्न टाइप करें, या नीचे दाएँ कोने में वॉइस बटन का उपयोग करके अपना प्रश्न बताएं।
kn: ಕನ್ನಡ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ಆತ್ಮೀಯ ಫಲಾನುಭವಿಗಳೇ, ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಟೈಪ್ ಮಾಡಿ ಅಥವಾ ಮೈಕ್ ಬಟನ್ ಬಳಸಿ ಮಾತನಾಡಿ. ಮೈಕ್ ಬಟನ್ ಸ್ಪರ್ಶಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಕೇಳಿ. ರೆಕಾರ್ಡಿಂಗ್ ನಿಲ್ಲಿಸಲು ಮೈಕ್ ಬಟನ್ ಅನ್ನು ಮತ್ತೊಮ್ಮೆ ಸ್ಪರ್ಶಿಸಿ.
ml: ഇംഗ്ലീഷ് ഭാഷ തിരഞ്ഞെടുത്തതിന് നന്ദി. പ്രിയ ഗുണഭോക്താവേ, നിങ്ങളുടെ ചോദ്യം ടൈപ്പ് ചെയ്യുക അല്ലെങ്കിൽ മൈക്ക് ബട്ടൺ ഉപയോഗിച്ച് സംസാരിക്കുക. മൈക്ക് ബട്ടണിൽ സ്പർശിച്ച് നിങ്ങളുടെ ചോദ്യം പറയുക. റെക്കോർഡിംഗ് നിർത്താൻ മൈക്ക് ബട്ടൺ വീണ്ടും സ്‌പർശിക്കുക.
mr: भाषा निवडल्याबद्दल धन्यवाद. प्रिय लाभार्थी, आपला प्रश्न टाइप करा किंवा माइक बटण वापरुन बोला.
or: ଓଡିଆ ଭାଷା ଚୟନ କରିଥିବାରୁ ଧନ୍ୟବାଦ | ପ୍ରିୟ ହିତାଧିକାରୀ, ଆପଣଙ୍କର ପ୍ରଶ୍ନ ଟାଇପ୍ କରନ୍ତୁ କିମ୍ବା ମାଇକ୍ ବଟନ୍ ବ୍ୟବହାର କରି କୁହନ୍ତୁ | ମାଇକ୍ ବଟନ୍ କୁ ସ୍ପର୍ଶ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ପ୍ରଶ୍ନ କୁହନ୍ତୁ | ରେକର୍ଡିଂ ବନ୍ଦ କରିବାକୁ ମାଇକ୍ ବଟନ୍ କୁ ପୁଣି ସ୍ପର୍ଶ କରନ୍ତୁ |
pa: ਅੰਗਰੇਜ਼ੀ ਭਾਸ਼ਾ ਚੁਣਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਪਿਆਰੇ ਲਾਭਪਾਤਰੀ, ਆਪਣਾ ਸਵਾਲ ਟਾਈਪ ਕਰੋ ਜਾਂ ਮਾਈਕ ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਬੋਲੋ। ਬੱਸ ਮਾਈਕ ਬਟਨ ਨੂੰ ਛੋਹਵੋ ਅਤੇ ਆਪਣਾ ਸਵਾਲ ਕਹੋ। ਰਿਕਾਰਡਿੰਗ ਬੰਦ ਕਰਨ ਲਈ ਮਾਈਕ ਬਟਨ ਨੂੰ ਦੁਬਾਰਾ ਛੋਹਵੋ।
ta: மொழியைத் தேர்ந்தெடுத்ததற்கு நன்றி. அன்புள்ள பயனாளி, உங்கள் கேள்வியைத் தட்டச்சு செய்க அல்லது MIC பொத்தானைப் பயன்படுத்தி பேசுங்கள்.
te: తెలుగు భాషను ఎంచుకున్నందుకు ధన్యవాదాలు. ప్రియమైన లబ్ధిదారుడు, మీ ప్రశ్నను టైప్ చేయండి లేదా మైక్ బటన్ ఉపయోగించి మాట్లాడండి.

# message.not_register_yet
source: Not registered yet ?
bn: এখনো নিবন্ধিত হননি?
gu: હજુ સુધી નોંધાયેલ નથી?
hi: अभी तक पंजीकृत नहीं हैं?
kn: ಇನ್ನೂ ನೋಂದಾಯಿಸಲಾಗಿಲ್ಲವೇ?
ml: ഇതുവരെ രജിസ്റ്റർ ചെയ്തിട്ടില്ലേ?
mr: अद्याप नोंदणी केली नाही?
or: ଏପର୍ଯ୍ୟନ୍ତ ପ registered ୍ଜୀକୃତ ହୋଇନାହିଁ?
pa: ਅਜੇ ਤੱਕ ਰਜਿਸਟਰਡ ਨਹੀਂ ਹੈ?
ta: இன்னும் பதிவு செய்யவில்லையா?
te: ఇంకా నమోదు చేయలేదునుందా?

# message.no_history
source: Your Chat History with AI will come here
bn: আপনার চ্যাট ইতিহাস এখানে আসবে
gu: AI સાથેનો તમારો ચેટ હિસ્ટ્રી અહીં આવશે
hi: यहां एआई के साथ आपकी चैट इतिहास होगा
kn: AI ಜೊತೆಗೆ ನಿಮ್ಮ ಚಾಟ್ ಹಿಸ್ಟರಿ ಇಲ್ಲಿ ಬರುತ್ತದೆ
ml: AI-യുമായുള്ള നിങ്ങളുടെ ചാറ്റ് ചരിത്രം ഇവിടെ വരും
mr: तुमचा AI सह चॅट इतिहास येथे येईल
or: AI ସହିତ ଆପଣଙ୍କର ଚାଟ୍ ଇତିହାସ ଏଠାକୁ ଆସିବ |
pa: AI ਨਾਲ ਤੁਹਾਡਾ ਚੈਟ ਇਤਿਹਾਸ ਇੱਥੇ ਆਵੇਗਾ
ta: நீங்கள் உரையாடல் வரலாற்றை இங்கே பெறுவீர்கள்
te: AI తో మీ చాట్ చరిత్ర ఇక్కడ రావడం లేదు

# message.otp_message
source: We will send you a one time password on this
bn: আমরা একটি একবারের পাসওয়ার্ড এই নম্বরে পাঠাবো
gu: આના પર અમે તમને વન ટાઇમ પાસવર્ડ મોકલીશું
hi: हम आपको इस पर एक वन टाइम पासवर्ड भेजेंगे
kn: ಇದಕ್ಕಾಗಿ ನಾವು ನಿಮಗೆ ಒಂದು ಬಾರಿಯ ಪಾಸ್‌ವರ್ಡ್ ಕಳುಹಿಸುತ್ತೇವೆ
ml: ഇതിനായി ഞങ്ങൾ നിങ്ങൾക്ക് ഒരു ഒറ്റത്തവണ പാസ്‌വേഡ് അയയ്ക്കും
mr: यावर आम्ही तुम्हाला वन टाइम पासवर्ड पाठवू
or: ଏହା ଉପରେ ଆମେ ଆପଣଙ୍କୁ ଗୋଟିଏ ଥର ପାସୱାର୍ଡ ପଠାଇବୁ |
pa: ਅਸੀਂ ਇਸ 'ਤੇ ਤੁਹਾਨੂੰ ਵਨ ਟਾਈਮ ਪਾਸਵਰਡ ਭੇਜਾਂਗੇ
ta: ஒரு முதலீடு கோப்பை இப்போது இப்பொழுதுபோன்ற
te: మీకు ఒక సమయం పాస్వర్డ్ పంపబడుతుంది

# message.otp_not_sent
source: Otp not sent
bn: ওটিপি পাঠানো হয়নি
gu: Otp મોકલ્યો નથી
hi: ओटीपी नहीं भेजी गई
kn: Otp ಕಳುಹಿಸಲಾಗಿಲ್ಲ
ml: Otp അയച്ചില്ല
mr: Otp पाठवला नाही
or: Otp ପଠାଯାଇ ନାହିଁ |
pa: Otp ਨਹੀਂ ਭੇਜਿਆ ਗਿਆ
ta: OTP அனுப்பப்படவில்லை
te: OTP పంపబడలేదు

# message.otp_sent_again
source: OTP sent again
bn: আবার ওটিপি পাঠানো হয়েছে
gu: OTP ફરી મોકલ્યો
hi: ओटीपी फिर से भेजी गई
kn: OTP ಮತ್ತೆ ಕಳುಹಿಸಲಾಗಿದೆ
ml: OTP വീണ്ടും അയച്ചു
mr: OTP पुन्हा पाठवला
or: OTP ପୁନର୍ବାର ପଠାଗଲା |
pa: OTP ਦੁਬਾਰਾ ਭੇਜਿਆ ਗਿਆ
ta: OTP மீண்டும் அனுப்பப்பட்டது
te: OTP మళ్ళీ పంపబడింది

# message.otp_verification
source: OTP Verification
bn: OTP যাচাইকরণ
gu: OTP ચકાસણી
hi: वन टाइम पासवर्ड सत्यापन
kn: OTP ಪರಿಶೀಲನೆ
ml: OTP പരിശോധന
mr: OTP पडताळणी
or: OTP ଯାଞ୍ଚ |
pa: OTP ਪੁਸ਼ਟੀਕਰਨ
ta: OTP சரிபார்ப்பு
te: OTP ధృవీకరణ

# message.rating
source: Did you find this useful?
bn: এটি কি উপকারী ছিল?
gu: શું તમને આ ઉપયોગી લાગ્યું?
hi: क्या आपको यह उपयोगी लगा?
kn: ಇದು ನಿಮಗೆ ಉಪಯುಕ್ತವಾಗಿದೆಯೇ?
ml: നിങ്ങൾക്ക് ഇത് ഉപയോഗപ്രദമാണെന്ന് തോന്നിയോ?
mr: तुम्हाला हे उपयुक्त वाटले?
or: ଆପଣ ଏହା ଉପଯୋଗୀ ପାଇଛନ୍ତି କି?
pa: ਕੀ ਤੁਹਾਨੂੰ ਇਹ ਲਾਭਦਾਇਕ ਲੱਗਿਆ?
ta: இது பயனுள்ளதானா?
te: ఇది ఉపయోగకరమయేయిందా?

# message.rating_description
source: Tap a star to rate
bn: রেটিং দেতে একটি তারকা ট্যাপ করুন
gu: રેટ કરવા માટે તારા પર ટૅપ કરો
hi: रेट करने के लिए एक स्टार टैप करें
kn: ರೇಟ್ ಮಾಡಲು ನಕ್ಷತ್ರವನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ
ml: റേറ്റ് ചെയ്യാൻ ഒരു നക്ഷത്രം ടാപ്പ് ചെയ്യുക
mr: रेट करण्यासाठी तारेवर टॅप करा
or: ରେଟ୍ କରିବାକୁ ଏକ ତାରକା ଟ୍ୟାପ୍ କରନ୍ତୁ |
pa: ਰੇਟ ਕਰਨ ਲਈ ਇੱਕ ਤਾਰੇ 'ਤੇ ਟੈਪ ਕਰੋ
ta: மதிப்பைப் பதிவு செய்ய ஒரு நடைபெயரை தட்டவும்
te: రేట్ చేయడానికి ఒక నక్షత్రం నొక్కండి

# message.rating_submitted
source: Rating Submitted!
bn: রেটিং জমা দেওয়া হয়েছে!
gu: રેટિંગ સબમિટ કર્યું!
hi: रेटिंग सबमिट की गई!
kn: ರೇಟಿಂಗ್ ಸಲ್ಲಿಸಲಾಗಿದೆ!
ml: റേറ്റിംഗ് സമർപ്പിച്ചു!
mr: रेटिंग सबमिट केले!
or: ମୂଲ୍ୟାୟନ ଦାଖଲ!
pa: ਦਰਜਾਬੰਦੀ ਦਰਜ ਕੀਤੀ ਗਈ!
ta: மதிப்பிடப்பட்டது!
te: రేటింగ్ సమర్పించబడింది!
